import photoIcon from '../img/photo_icon.png';
import paintIcon from '../img/paint_icon.png';

export const MOTTO = `Это не фото. Это рисунок маслом нидерландского художника-фотореалиста Tjalf Sparnaay.`;

export const GREETING_TITLE = `Лучшие художники-фотореалисты бросают тебе вызов!`;
export const GREETING_RULES = `Правила игры просты.
Нужно отличить рисунок от фотографии и сделать выбор.
Задача кажется тривиальной, но не думай, что все так просто.
Фотореализм обманчив и коварен.
Помни, главное — смотреть очень внимательно.`;

export const RULES = `Угадай 10 раз для каждого изображения фото <img src=${photoIcon} width="24" height="24"> или рисунок <img src=${paintIcon} width="24" height="24" alt="">.<br>
      Фотографиями или рисунками могут быть оба изображения.<br>
      На каждую попытку отводится 30 секунд.<br>
      Ошибиться можно не более 3 раз.<br>
        <br>
      Готовы?`;