export const MOTTO = `Это не фото. Это рисунок маслом нидерландского художника-фотореалиста Tjalf Sparnaay.`;

export const GREETING_TITLE = `Лучшие художники-фотореалисты бросают тебе вызов!`;
export const GREETING_RULES = `Правила игры просты.
Нужно отличить рисунок от фотографии и сделать выбор.
Задача кажется тривиальной, но не думай, что все так просто.
Фотореализм обманчив и коварен.
Помни, главное — смотреть очень внимательно.`;


export const RULES = `Фотографиями или рисунками могут быть оба изображения.
На каждую попытку отводится 30 секунд.
Ошибиться можно не более 3 раз.
Готовы?`;
